Tekla.Structures.ModelInternal.dotnetEdgeList_t


Tekla.Structures.ModelInternal.dotnetEdgeList_t.IndexCurrentItem


Tekla.Structures.ModelInternal.dotnetEdgeList_t.NumberItems


Tekla.Structures.ModelInternal.dotnetEdgeList_t.NumberItemsInSet


Tekla.Structures.ModelInternal.dotnetEdgeList_t.aEdgeList


Tekla.Structures.ModelInternal.dotnetEdgeList_t.ClientId


Tekla.Structures.ModelInternal.dotnetEdgeList_t.#ctor(System.Int32)


Tekla.Structures.ModelInternal.dotnetEdgeList_t.ToStruct(System.Collections.Generic.IList{Tekla.Structures.Geometry3d.IndirectPolymeshEdge})


Tekla.Structures.ModelInternal.dotnetEdgeList_t.FromStruct(System.Collections.Generic.IList{Tekla.Structures.Geometry3d.IndirectPolymeshEdge})
